Services/src/CommonTemplates/GetVariantByGTIN/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:glob="http://globalservice.ws.bept.ids.by/">
   <soapenv:Header/>
   <soapenv:Body>
      <glob:getVariantByGTIN>
         <!--Optional:-->
         <request>
            <!--Optional:-->
            <gtin>id_gtin</gtin>
            <!--Optional:-->
            <header>
               <!--Optional:-->
               <sessiontoken>id_sessiontoken</sessiontoken>
            </header>
            <!--Optional:-->
            <lang>id_lang</lang>
         </request>
      </glob:getVariantByGTIN>
   </soapenv:Body>
</soapenv:Envelope>